Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=645_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SääŠmteŠǧǧ vuâǯǯai meeraikõskksaž tobdstõõzz
fin: Saamelaiskäräjät sai kansainvälistä tunnustusta

source: SääŠmteŠǧǧ da MeäŠcchalltõs vuõǯǯu späŠssbõõžžid oudduŠrddeei tuâjast, kååŠtt leäi Akwé: Kon – vuäŠppõõzzi suåvvtumuš.
fin: Saamelaiskäräjiä ja Metsähallitusta kiitettiin urauurtavasta työstä Akwé: Kon - ohjeiden soveltamiseksi.

source: SääŠmteŠǧǧ, pirrõsministeria da meäŠcchalltõs reäŠšše 17.10 kuâŋŋprograamm biodiversiteettsuåppmõõžž 11. vuäŠssbieŠllsåbbrest Hyderabadist, Intiast.
fin: Saamelaiskäräjät, ympäristöministeriö ja Metsähallitus järjestivät 17.10 oheistapahtuman biodiversiteettisopimuksen 11 osapuolikokouksessa Hyderabadissa, Intiassa.

source: Såbbrest puŠhtte õlmmsa: Akwé: Kon – vuäŠppõõzzi suåvvtumuužž LääŠddjânnmest PääŠnntuõddâr poostaivuuŠd håidd- da ââŠnnemplaan raajjmõõžžâst.
fin: Tilaisuudessa esiteltiin Akwé: Kon - ohjeiden soveltamista Suomessa Hammastunturin erämaa-alueen hoito- ja käyttösuunnitelman laadinnassa.

source: LääŠddjânnam lij vuõssmõs riikk, kååŠtt lij suåvvtam eeŠjjest 2004 biodiversiteettsuåppmõõžž 11. vuäŠssbieŠllsåbbrest primmum vuäŠppõõzzid.
fin: Suomi on ensimmäinen valtio, joka on soveltanut vuonna 2004 biodiversiteettisopimuksen 7 osapuolikokouksessa hyväksyttyjä ohjeita.

source: PääŠkktem Akwé: Kon – vuäŠppõõzzi jurddân lij staanâd luâđ jeeŠresnallšemvuõđ seillmõš da alggmeerkulttuur luâttkõskkvuõđ da ääŠrbvuâlaž teâđ seillmõš.
fin: Vapaaehtoisten Akwé: Kon - ohjeiden tarkoitus on turvata luonnon monimuotoisuuden säilyminen sekä alkuperäiskansakulttuurin luontosuhteen ja perinteisen tiedon säilyminen.

source: Akwé: Kon – vuäŠppõõzz taŠrjjee mõõntõõllâmvueŠjj, mäŠhtt saaŠmi vuässõõttmõš haŠŋǩǩõõzzi da plaani valmštõõllmõŠšše, vaikktemärvtõõllmõŠšše da tuŠmmjemtuõjju vueiŠtet staanâd.
fin: Akwé: Kon - ohjeet tarjoavat menettelytavan, jolla saamelaisten osallistuminen hankkeiden ja suunnitelmien valmisteluun, vaikutustenarviointiin ja päätöksentekoon voidaan turvata.

source: Akwé: Kon – vuäŠppõõzzi suåvvtumuužži mieŠldd valmštõŠlleš PääŠnntuõddâr poostaivuuŠd håidd- da ââŠnnemplaan raajjmõõžž, kååŠtt leäi pirrõsministeria pijjum meersaž aartikla 8(j)-tuâjj-joouk tuâi vueŠlnn.
fin: Akwé: Kon - ohjeiden soveltamista Hammastunturin erämaa-alueen hoito- ja käyttösuunnitelman laadinnassa valmisteltiin ympäristöministeriön asettaman kansallisen artikla 8(j)-työryhmän työssä

source: SääŠmteeŠǧǧ võboršeŠǩǩen kuâŋŋprograammâst leäi lääŠǩǩpiizar Aimo Guttorm.
fin: Saamelaiskäräjiä edusti oheistapahtumassa lakimiessihteeri Aimo Guttorm.

source: Guttorm puuŠti saaǥǥstõõllâm poodd ouŠdde tõn, što " LääŠddjânnam sääŠmteeŠǧǧ mieŠldd PääŠnntuõddâr håidd- da ââŠnnemplaan valmštõõllâm õhttvuõđâst, juŠn čõõđ vikkum Akwé: Kon – prosess lij vääžnai saaŠmi vuõiggâdvuõttstaattuuzz teâuddjumuužžâst.
fin: Guttorm toi puheessaan esille, että " Suomen saamelaiskäräjät pitää Hammastunturin hoito- ja käyttösuunnitelman valmistelun yhteydessä toteutettua Akwé: Kon - prosessia tärkeänä saamelaisten oikeusaseman toteutumisen kannalta. "

source: Akwé: Kon – vuäŠppõõzzi suåvvtumuužž liâ valmštõõllâm MeäŠcchalltõõzz da sääŠmteeŠǧǧ nõõmtum õhttsaž tuâjj-joouk, koozz sääŠmteŠǧǧ lij nõõmtam vuäŠsslaid.
fin: Akwé: Kon – ohjeiden soveltamista on valmistellut Metsähallituksen ja saamelaiskäräjien perustama yhteinen työryhmä, johon saamelaiskäräjät on nimennyt jäsenet.

source: Tuâjj-joouk vuäŠssla liâ ääŠrbvuâlaž teâđ vuäŠmsteei da tuâjj-jooukâst liâ še jeeŠres puõlvvõõǥǥ da sooǥǥbeäŠl di vuuŠd paalǥâskooŠddi puäʒʒeeŠžžed.
fin: Työryhmän jäsenet ovat perinteisen tiedon haltijoita ja työryhmässä on edustettuina eri ikäryhmät ja sukupuolet sekä alueen paliskuntien poroisännät.

source: Tuâjj-joouk saaǥǥjååŠđteeŠjen lij tuåimmjam sääŠmteeŠǧǧ II vääŠrrsaaǥǥjååŠđteei Heikki Paltto.
fin: Työryhmän puheenjohtajana on toiminut saamelaiskäräjien II varapuheenjohtaja Heikki Paltto.

source: " VuäŠppõõzz vueŠlǧǧe tõŠst, što alggmeer võboršeeŠǩǩ vääŠldet mieŠldd plaanumuŠšše juŠn tuâi aalǥâst, jeät emansa teŠl ko tuâjj lij juŠn alttuum da ouddnam.
fin: " Ohjeet lähtevät siitä, että alkuperäiskansan edustajat otetaan mukaan suunnitteluun aivan alusta lähtien, ei vasta sitten kun työ on jo pitkällä.

source: Lij aivv jeeŠres äŠšš tueŠjjeed tuâi õhttsažtuâjast saaǥǥstõõleeŠl, ko raukkâd ceâlklmid juŠn õŠhttest ǩeeŠrjtum suâvlma ", mušttʼtad kuâŋŋprograammâst maainstam spesialplaaneei Sanna-Kaisa Juvonen MeäŠcchalltõõzz luâttkääzzkõõzzi beäŠlnn. "
fin: On aivan eri asia tehdä työtä yhteistyössä keskustellen kuin pyytää kommentteja jo kerran kirjoitettuun versioon ", korostaa oheistapahtumassa puhunut erikoissuunnittelija Sanna-Kaisa Juvonen Metsähallituksen luontopalveluista. "

source: TuâjjvueŠǩǩ lij leämmaž pukid vuäŠsspeäŠlid läädnai da tuåimmji puârast. "
fin: Työtapa on ollut mielekäs kaikille osapuolille, ja toimi todella hyvin. "

source: " MeäŠcchalltõs tuŠmmai ââŠnned tän tuâjjvueŠjj še puõttiääiŠjest ", låppad Sanna-Kaisa Juvonen.
fin: " Metsähallitus aikoo ilman muuta käyttää tätä työtapaa myös vastaisuudessa ", Sanna-Kaisa Juvonen lupaa.

source: Meersaž biodiversiteett-tuâjj-joouk vuäŠsslaž, sääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti Näkkäläjärvi lij miõlstes LääŠddjânnam sääŠmteeŠǧǧ vuõǯǯum tobdstõŠsse.”LeäŠp tuejjääm tuõđi jiânnai tuâi meersaž da še meeraikõskksaž aartikla 8(j) tuåimmapiijjâm diõtt da teâđast vuõǯǯum tobdstõs paakkad.
fin: Olemme tehneet todella paljon työtä kansallisesti ja kansainvälisestikin artikla 8(j):n toimeenpanemiseksi ja toki saamamme tunnustus lämmittää.

source: OoudâstjooŠtti tuâi mieŠldd puäŠtte še vaŠsttõõzz da tuâi liâ jiânnai saaŠmi ääŠrbvuâlaž teâđ suõŠjjumuužžâst LääŠddjânnmest ”, tuŠmmai saaǥǥjååŠđteei.
fin: Edelläkävijän rooli tuo myös vastuuta ja työtä on vielä paljon edessä saamelaisten perinteisen tiedon suojelemiseksi Suomessa ”, puheenjohtaja tuumii.

source: Riikksuåvtõs preemm čâhčča vuâđđjuurdtuŠmmstõõǥǥ meersaž biodiversiteettstrategiijan eeŠjj 2012 räjja. ” SääŠmteŠǧǧ vuârdd biodiversiteettstrategiijast da jeäŠrben tõn tuåimmapiijjmõõžžâst jiânnai.
fin: Valtioneuvosto hyväksyy syksyllä periaatepäätöksen kansalliseksi biodiversiteettistrategiaksi vuoteen 2012. ” Saamelaiskäräjät odottaa biodiversiteettistrategialta ja erityisesti sen toimeenpanolta paljon.

source: VueŠrttep, što LääŠddjânnam čõõđat meeraikõskksaž ooudâstjooŠttjen meersaž aartikla 8(j)-tuâjj-joouk lopprapoort eŠtǩǩeem tuåimmtuâjaid ”, Näkkäläjärvi mušttʼtii.
fin: Odotamme, että Suomi toteuttaa kansainvälisenä edelläkävijänä kansallisen artikla 8(j)-työryhmän loppuraportin esittämät toimenpitee

source: Akwé: Kon - vuäppõõzz
fin: Akwé:Kon ohjeiden suomennos
